<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
    "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">

<html lang="en" xml:lang="en" xmlns="http://www.w3.org/1999/xhtml">
<head>
   <meta content="width=device-width, initial-scale=1.0, user-scalable=yes" name="viewport" />
   <meta content="text/html; charset=utf-8" http-equiv="Content-Type" />

   <title>Freizeitkarte - Dies-Und-Das</title>
   <link href="../design-menue2.css" rel="stylesheet" type="text/css" />
</head>

<body>
   <div id="title">
      <h3 style="text-align: center; margin-top: 0px;">Freizeitkarte - Dies-Und-Das</h3>
   </div>

   <div id='cssmenu'>
      <ul>
         <li class='has-sub'>
            <a href='#'><span>Start &rsaquo;</span></a>

            <ul>
               <li><a href='./index.html'><span>&Uuml;berblick</span></a></li>

               <li><a href='./ausgabe.html'><span>Ausgabe</span></a></li>

               <li class='last'><a href='./installation.html'><span>Installation</span></a></li>
            </ul>
         </li>

         <li class='has-sub'>
            <a href='#'><span>Karten &rsaquo;</span></a>

            <ul>
               <li><a href='./deutschland.html'><span>Deutschland</span></a></li>

               <li><a href='./oesterreich.html'><span>&Ouml;sterreich</span></a></li>

               <li><a href='./schweiz.html'><span>Schweiz</span></a></li>

               <li><a href='./frankreich.html'><span>Frankreich</span></a></li>

               <li><a href='./luxemburg.html'><span>Luxemburg</span></a></li>

               <li><a href='./polen.html'><span>Polen</span></a></li>

               <li><a href='./schweden.html'><span>Schweden</span></a></li>

               <li><a href='./weitere-laender.html'><span>Weitere L&auml;nder</span></a></li>

               <li><a href='./plus-laender.html'><span>Plusl&auml;nder</span></a></li>

               <li class='last'><a href='./regionen.html'><span>Regionen</span></a></li>
            </ul>
         </li>

         <li class='has-sub'>
            <a href='#'><span>Dokumentation &rsaquo;</span></a>

            <ul>
               <li><a href='./legende.html'><span>Legende</span></a></li>

               <li><a href='./design.html'><span>Design</span></a></li>

               <li><a href='./indexsuche.html'><span>Indexsuche</span></a></li>

               <li><a href='./routing.html'><span>Routing</span></a></li>

               <li><a href='./entwicklung.html'><span>Entwicklung</span></a></li>

               <li><a href='./dies-und-das.html'><span>Dies-Und-Das</span></a></li>

               <li class='last'><a href='./hilf-mit.html'><span>Hilf mit!</span></a></li>
            </ul>
         </li>
         <li class='last'><a href='./impressum.html'><span>Impressum</span></a></li>

      </ul>
   </div>


   <div id="content">
      <h3>In eigener Sache</h3>

      <p><strong>Virus-Warnungen:</strong><br />
      Mitunter erreichen uns Mails von besorgten Nutzern, dass ihr Virenscanner "angeschlagen" hat. Alle Meldungen haben sich bislang als Fehlalarme herausgestellt. Aufgrund der verwendeten Systemumgebung schätzen wir die Wahrscheinlichkeit eines Virenbefalls als sehr gering ein. Mit letzter Sicherheit ausschließen können wir das aber auch nicht. Deshalb bitten wir darum, Virenmeldungen zunächst durch einen zweiten Virenscanner zu pr&uuml;fen.</p>

      <p><strong>Mail-Etikette:</strong><br />
      Wie bei vielen Freizeitgemeinschaften üblich kann in Mails an uns gerne das "Du" verwendet werden. Ach ja, wir w&uuml;ssten natürlich auch gerne mit wem wir kommunizieren, wer das Projekt mit Hinweisen und Anregungen weiterbringt, und wem wir unsere Antworten schicken.</p>

      <h3>Bekannte Sachverhalte</h3>

      <p><strong>Zeichenreihenfolge von Linien:</strong><br />
      Die Reihenfolge, in der Linien gezeichnet werden, kann (leider) nicht beeinflusst werden und ist somit zuf&auml;llig. Das hei&szlig;t bei &uuml;bereinander liegenden oder sich kreuzenden Linien kann nicht bestimmt werden, welche Linien unten und welche Linie oben liegt. Dies f&uuml;hrt mitunter zu ungewollten Effekten. Beispiel: Einige Flussbr&uuml;cken weisen "L&uuml;cken" auf. Diese entstehen, weil der Fluss &uuml;ber und nicht unter der Br&uuml;cke verl&auml;uft. Das Routing wird hierdurch aber nicht beeinflu&szlig;t.</p>

      <p><strong>Farben und Kontrast:</strong><br />
      Vom Design her verwendet die Karte f&uuml;r viele Fl&auml;chen eher "blasse" Farben mit "mittlerem" Kontrast. Stra&szlig;en, Wege und wichtige Symbole werden "signifikanter" dargestellt. Insgesamt orientiert sich das Design am Mapnik-Stil der OpenStreetMap-Karte.</p>

      <p><strong>Ausdruck unter BaseCamp OS X:</strong><br />
      Beim Ausdruck einer Karte unter BaseCamp OS X (Mac) werden die Symbole auf den Fl&auml;chen um 180 Grad gedreht und zus&auml;tzlich gespiegelt. Unter BaseCamp Windows tritt dieses Problem nicht auf.</p>

      <p><img alt="" border="1" src="../images/Noerdlichster-Punkt.jpg" /><br />
      <small>Kartendarstellung in BaseCamp: Der n&ouml;rdlichste Landpunkt Deutschlands - das Nordende (Ellenbogen genannt) der Insel Sylt auf 0m H&ouml;he.<br />
      Gut zu erkennen auch die letzten Wanderd&uuml;nen Deutschlands - die sich &uuml;brigens um 3-7 Meter pro Jahr nach Osten verlagern.</small></p>

      <h3>Geplante Verbesserungen, Benutzerw&uuml;nsche</h3>

      <p><strong>Detailverbesserungen</strong>:<br />
      - Polnische &Uuml;bersetzung<br /></p>

      <p><strong>Benutzerw&uuml;nsche:</strong><br />
      Aktuell gibt es keine noch nicht umgesetzten W&uuml;nsche von Nutzern.</p>

      <p><img alt="" border="1" src="../images/Suedlichster-Punkt.jpg" /><br />
      <small>Kartendarstellung in BaseCamp: Der s&uuml;dlichste Landpunkt Deutschlands - markiert durch das Staatsgrenzzeichen Nr. 147 auf 1883m H&ouml;he.</small></p>

      <h3>Tipps und Tricks</h3>

      <p><strong>Symbole des &ouml;ffentlichen Personennahverkehrs (&Ouml;PNV):</strong><br />
      Insbesondere f&uuml;r die Nutzer des &Ouml;PNV sind die Symbole f&uuml;r Bahnhof, Haltestelle und U-Bahn-Eingang pr&auml;gnant dargestellt. Es besteht die M&ouml;glichkeit die Anzeige dieser Symbole zu unterdr&uuml;cken. Hierzu sind in BaseCamp folgende Darstellungsfunktionen zu deaktivieren:<br />
      - Bef&ouml;rderungsmittel -&gt; Landverkehr: Haltestellen, U-Bahn-Eing&auml;nge<br />
      - Bef&ouml;rderungsmittel -&gt; Transitservice: Bahnh&ouml;fe</p>

      <p><strong>Symbole f&uuml;r Andachtsorte:</strong><br />
      Andachtsorte wie Kirchen, Moscheen und Synagogen sind meist signifikante und bekannte Orientierungsmarken. Die Symbole hierf&uuml;r werden pr&auml;gnant dargestellt. Es besteht die M&ouml;glichkeit die Anzeige dieser Symbole zu unterdr&uuml;cken. Hierzu ist in BaseCamp die Darstellungsfunktion f&uuml;r "Gemeinde -&gt; Andachtsort" zu deaktivieren.</p>

      <p><strong>Symbole f&uuml;r Banken / Geldautomaten:</strong><br />
      "Freizeit ist teuer" - aus diesem Grund ist das Symbol f&uuml;r den Geldautomaten pr&auml;gnant dargestellt. Es besteht die M&ouml;glichkeit die Anzeige dieser Symbole zu unterdr&uuml;cken. Hierzu ist in BaseCamp die Darstellungsfunktion f&uuml;r "Bank / Geldautomat" zu deaktivieren.</p>

      <p><strong>Sichtbarkeit von POIs im GPS-Ger&auml;t:</strong><br />
      Viele POIs sind nur im h&ouml;chsten Zoomlevel sichtbar. F&uuml;r die Kartenanzeige in BaseCamp ist dies aus Gr&uuml;nden der &Uuml;bersichtlichkeit sehr vorteilhaft. Im GPS-Ger&auml;t kann dies aber, aufgrund des kleinen Kartenausschnitts, nachteilig sein. Viele GPS-Ger&auml;te bieten aber die M&ouml;glichkeit das Zoomlevel f&uuml;r POIs intern anzupassen. Beim Dakota-20 findet sich diese Einstellung beispielsweise hier:<br />
      Einstellungen -&gt; Karte -&gt; Erweiterte Karteneinstellungen -&gt; Zoom-Massst&auml;be -&gt; Kartenpunkte</p>

      <p><strong>H&ouml;henlinien:</strong><br />
      H&ouml;henlinien stellen in gebirgigem Gel&auml;nde eine wichtige Zusatzinformation dar,&nbsp;wohingegen im Flachland H&ouml;henlinien mitunter als&nbsp;st&ouml;rend empfunden werden.&nbsp;Es besteht die M&ouml;glichkeit die Anzeige dieser Linien zu unterdr&uuml;cken. Hierzu ist in&nbsp;BaseCamp die Darstellungsfunktion f&uuml;r "Linien -&gt; H&ouml;henlinien" zu deaktivieren.</p>

      <p><strong>BaseCamp unter Mac OS X:</strong><br />
      Um die Freizeitkarten unter Mac OS X nutzen zu k&ouml;nnen, ist zun&auml;chst die Anwendung BaseCamp (Garmin oder Mac App Store) zu installieren. Zus&auml;tzlich sind die Programme MapManager und MapInstall (Garmin) erforderlich. MapManager f&uuml;hrt die eigentliche Installation der Freizeitkarten durch. Alle Dateien mit der Endung "gmap" werden mit dem MapManager verkn&uuml;pft - ein Doppelklick auf eine gmap-Datei gen&uuml;gt dann zur Installation der Karte. MapInstall transferiert eine (Teil-)Karte in das GPS-Ger&auml;t oder auf einen externen Datentr&auml;ger (Micro-SD-Karte). Um alle Features der Karte anzuzeigen, ist es empfehlenswert den Schieberegler "Details" auf Maximal einzustellen.</p>

      <p><strong>Plastische Karte:</strong><br />
      Die Darstellung einer "plastischen Karte" wird nicht unterst&uuml;tzt. Die entsprechende Option sollte im GPS-Ger&auml;t auf "Nicht anzeigen" gesetzt werden. Anderenfalls kann es unter Umst&auml;nden zu einer ungewollten "Kartenverdunkelung" kommen.</p>

      <p><strong>Mehrere aktive Karten im GPS-Ger&auml;t:</strong><br />
      Im GPS-Ger&auml;t sollte immer nur eine Karte aktiv sein. Ist dies nicht der Fall, kann es bei &uuml;berlappenden Karten am Rand zu Problemen bei der Anzeige (fehlende oder nicht passende Kartenelemente) kommen.</p>

      <p><strong>Wanderwege (Tipp von G&uuml;nter aus F&uuml;rth):</strong><br />
      Wer in der Freizeitkarte gerne noch Wanderwege der Wandervereine, Fahrradrouten, OEPNV etc. als Overlay einblenden m&ouml;chte, kann sich unter <a href="http://osm.thkukuk.de/">http://osm.thkukuk.de/</a> die entsprechende(n) img-Datei(en) herunterladen, wie dort beschrieben, auf den Garmin &uuml;bertragen und im jeweiligen Profil zus&auml;tzlich zur Freizeitkarte aktivieren.<br />
      Bei &auml;lteren Garmin-Gar&auml;ten, die nur eine img-Datei mit dem Namen gmapsupp.img erlauben, m&uuml;ssen die Freizeitkarte und der/die entsprechende Layer mit Hilfe des Tools gmaptool, wie ebenfalls unter <a href="http://osm.thkukuk.de/#installation">http://osm.thkukuk.de/#installation</a> beschrieben, zu einer einzigen Datei vereinigt werden.</p>

      <p><strong>Ger&auml;te- und Kartenverwaltung:</strong><br />
      Empfehlenswert im Zusammenhang mit den Karten und dem GPS-Ger&auml;t sind einige Freeware-Tools von <a href="http://www.javawa.nl/">JaVaWa</a>. Mit dem "JaVaWa Device Manager" kann man das GPS-Ger&auml;t verwalten. Z.B. Backups anfertigen, Besitzerinformationen hinterlegen oder das automatische Laden der Karten in BaseCamp unterbinden. Ganz &auml;hnlich "JaVaWa GMTK" - damit lassen sich die in BaseCamp installierten Karten verwalten. F&uuml;r Mac-User zus&auml;tzlich interessant ist das Utility "CleanEject" mit dem sichergestellt werden kann, da&szlig; alle in den Papierkorb verschobenen Objekte mit dem Auswerfen auch gel&ouml;scht werden.</p>
   </div>
</body>
</html>