<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
    "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">

<html lang="en" xml:lang="en" xmlns="http://www.w3.org/1999/xhtml">
<head>
   <meta content="width=device-width, initial-scale=1.0, user-scalable=yes" name="viewport" />
   <meta content="text/html; charset=utf-8" http-equiv="Content-Type" />

   <title>Freizeitkarte - Hilf-Mit!</title>
   <link href="../design-menue2.css" rel="stylesheet" type="text/css" />
</head>

<body>
   <div id="title">
      <h3 style="text-align: center; margin-top: 0px;">Freizeitkarte - Hilf-Mit!</h3>
   </div>

   <div id='cssmenu'>
      <ul>
         <li class='has-sub'>
            <a href='#'><span>Start &rsaquo;</span></a>

            <ul>
               <li><a href='./index.html'><span>&Uuml;berblick</span></a></li>

               <li><a href='./ausgabe.html'><span>Ausgabe</span></a></li>

               <li class='last'><a href='./installation.html'><span>Installation</span></a></li>
            </ul>
         </li>

         <li class='has-sub'>
            <a href='#'><span>Karten &rsaquo;</span></a>

            <ul>
               <li><a href='./deutschland.html'><span>Deutschland</span></a></li>

               <li><a href='./oesterreich.html'><span>&Ouml;sterreich</span></a></li>

               <li><a href='./schweiz.html'><span>Schweiz</span></a></li>

               <li><a href='./frankreich.html'><span>Frankreich</span></a></li>

               <li><a href='./luxemburg.html'><span>Luxemburg</span></a></li>

               <li><a href='./polen.html'><span>Polen</span></a></li>

               <li><a href='./schweden.html'><span>Schweden</span></a></li>

               <li><a href='./weitere-laender.html'><span>Weitere L&auml;nder</span></a></li>

               <li><a href='./plus-laender.html'><span>Plusl&auml;nder</span></a></li>

               <li class='last'><a href='./regionen.html'><span>Regionen</span></a></li>
            </ul>
         </li>

         <li class='has-sub'>
            <a href='#'><span>Dokumentation &rsaquo;</span></a>

            <ul>
               <li><a href='./legende.html'><span>Legende</span></a></li>

               <li><a href='./design.html'><span>Design</span></a></li>

               <li><a href='./indexsuche.html'><span>Indexsuche</span></a></li>

               <li><a href='./routing.html'><span>Routing</span></a></li>

               <li><a href='./entwicklung.html'><span>Entwicklung</span></a></li>

               <li><a href='./dies-und-das.html'><span>Dies-Und-Das</span></a></li>

               <li class='last'><a href='./hilf-mit.html'><span>Hilf mit!</span></a></li>
            </ul>
         </li>
         <li class='last'><a href='./impressum.html'><span>Impressum</span></a></li>

      </ul>
   </div>

   <div id="content">
      <h3>Unterst&uuml;tze das Projekt finanziell:</h3>

      <p><strong>Obolus f&uuml;r die Tee-/Kaffeekasse:</strong></p>

      <p><img alt="" src="../images/Kaffee-Kuchen.jpg" style=" width: 125px; height: 71px; border: 1px solid; float: left; margin-right: 20px; margin-bottom: 10px;" /> Wenn du aus den Freizeitkarten etwas Positives f&uuml;r dich ableiten konntest, dann denke doch einmal &uuml;ber eine kleine Unterst&uuml;tzung nach. Betrachte dies nicht als Kommerzialisierung, sondern eher wie eine Einladung zu einer "Tasse Tee und einem St&uuml;ck Kuchen". Durch deine Spende hilfst du mit dieses Projekt weiterzuf&uuml;hren - <a href="./impressum.html">Spendenm&ouml;glichkeiten findest du im Impressum</a>.<br />
      <br /></p>

      <h3>Werde Karten-Pate:</h3>

      <p>Im Mai 2011 entstanden die ersten Skripte, mit dem Ziel eine andere, offene Karte zu erstellen. Es dauerte dann aber doch noch bis in den September 2011 bevor die erste Freizeitkarte (Deutschland) ver&ouml;ffentlicht werden konnte. Es folgten weitere Karten f&uuml;r &Ouml;sterreich, f&uuml;r die Schweiz, Frankreich ... Alle Freizeitkarten werden vor der Ver&ouml;ffentlichung intensiv durch Kartennutzer gepr&uuml;ft - und so soll es auch in Zukunft sein.<br />
      <br />
      <span style="font-weight: bold;">Hast du Interesse "Karten-Pate" zu werden und am Projekt mitzuarbeiten?</span><br />
      <br />
      Als Pate bist du dann einer derjenigen, der eine L&auml;nderausgabe vor der Ver&ouml;ffentlichung &uuml;berpr&uuml;ft, in Foren auf Feedback zu "deiner" Karte achtet, l&auml;nderspezifische Anpassungen vorschl&auml;gt oder sogar umsetzt. Und nebenbei eine ganze Menge Spass dabei hat, eine Geodatenbank aus Bits und Bytes in etwas umzusetzen, das Menschen im Alltag einsetzen - (d)eine Freizeitkarte. IT-Profi musst du keiner sein - die Bereitschaft dich einzubringen ist die wichtigste Voraussetzung. Ein Bisschen was geht immer - und wieviel dies ist, dass bestimmst alleine du selbst ...</p>

      <p><img alt="" border="1" src="../images/Tiefster-Punkt.jpg" /><br />
      <small>Kartendarstellung in BaseCamp: Der tiefste Landpunkt Deutschlands (-3,54 Meter) bei Neuendorf-Sachsenbande.</small><br /></p>

      <h3>Verbessere die Kartendaten:</h3>

      <p>Hilf mit die OpenStreetMap-Daten, und damit auch die Freizeitkarten, zu verbessern. Fehlende oder inkorrekte Kartendaten kannst auch du auf OpenStreetMap eintragen oder korrigieren. Dies geht viel leichter als du vielleicht glaubst. Melde dich hierzu auf OpenStreetMap an und versuche es einfach mal. Alle anderen Kartennutzer k&ouml;nnen so von deinem Wissen profitieren.</p>

      <p><img alt="Screenshot des Online-Editors iD" border="1" src="../images/id.jpg" /><br />
      <small style="font-style: italic">Editieren der Daten mit dem Online-Editor <b>iD</b>. Auf einem irrt&uuml;mlich nur f&uuml;r landwirtschaftlichen Verkehr freigegebenem Feldweg werden Fu&szlig;g&auml;nger und Radfahrer erlaubt.</small><br /></p>

      <p>&nbsp;</p>

      <h3>Melde Fehler auf der Karte:</h3>

      <p>Alternativ gibt es auf der OpenStreetMap-Webseite auch die M&ouml;glichkeit, Fehlermarkierungen zu setzen ohne sich vorher registrieren zu m&uuml;ssen. Vergiss aber nicht, einmal die Woche nach "deinen" Fehlermeldungen zu schauen - vielleicht gibt es ja R&uuml;ckfragen.</p><img alt="Screenshot der Fehler-melden-Funktion auf der OSM-Webseite" border="1" src="../images/report-error.jpg" /><br />
      <small style="font-style: italic">Fehlermeldungen und Hinweise zur Verbesserung der Karten kannst du auch anonym erstellen.</small><br />

      <p>&nbsp;</p>

      <h3>Fehlt dir etwas:</h3>

      <p>Falls irgend etwas anders funktioniert oder aussieht (oder gar nicht funktioniert), lass' es uns wissen. Nur so k&ouml;nnen wir den Sachverhalt pr&uuml;fen und vielleicht schon mit der n&auml;chsten Kartenausgabe beheben.</p><img alt="" border="1" src="../images/Hoechster-Punkt.jpg" /><br />
      <small>Kartendarstellung in BaseCamp: Die Zugspitze - der h&ouml;chste Landpunkt Deutschlands (2962 Meter).</small><br />

      <h3>Du hast eine Spezialkarte abgeleitet:</h3>

      <p><strong>Optisches Darstellung:</strong><br />
      Das optische Erscheinungsbild der Karte wird durch ein sogenanntes Typfile definiert. Du kannst, mit etwas technischem Hintergrundwissen, das Erscheinungsbild der Karte grundlegend ver&auml;ndern. Sei es, weil dir "dein" Design besser gef&auml;llt, oder du f&uuml;r ein spezielles GPS-Ger&auml;t Anpassungen vorgenommen hast. Stelle deine Arbeiten doch allen Nutzern zur Verf&uuml;gung.</p>

      <p><strong>Eigene Karte:</strong><br />
      &Uuml;ber die Entwicklungsumgebung der Karte ist es "leicht" m&ouml;glich, aus den Freizeitkarten eigene oder spezielle Kartenvarianten abzuleiten. Stelle deine Spezialkarten doch allen Nutzern zur Verf&uuml;gung.</p>
   </div>
</body>
</html>